const ar = {
  title: "إنضم إلينا",
  description: "إنضم إلى مينتورايزر كمرشد/متدرب وابدأ بالمساهمة في صناعة التكنولوجيا الآن.",
  joinUs: "انضم إلينا في مينتورايزر",
  form: {
    email: "البريد الإلكتروني",
    fullName: "الاسم كاملا",
    fillRequiredFields:
      "يرجى ملء الحقول المطلوبة لتكون على قائمة الانتظار لدينا، بمجرد إطلاق مينتورايزر، سنتواصل معك إن شاء الله",
    joinAsMentor: "كمرشد",
    joinAsMentee: "كمتدرب",
    fieldsOfInterest: "مجالات الاهتمام",
    expertise: "أدخل مجالات خبرتك. استخدم الفاصلة (،) للإدخالات المتعددة",
    experience: "سنوات الخبرة",
    success: "شكرا لك على الانضمام إلينا",
  },
} as const;

export default ar;
