const ar = {
  title: "من نحن؟",
  description:
    "مينتورايزر عبارة عن منصة عبر الإنترنت تعمل على تمكين الجيل القادم من المبرمجين من خلال الإرشاد. نحن نربط المبرمجين ذوي الخبرة (الموجهين) بالمبتدئين (المتدربين) لتعزيز تبادل المعرفة وتنمية المهارات والنمو الوظيفي. يمكن للمؤسسات الاستفادة من مينتورايزر لاكتشاف المواهب الجديدة ،بناء فرق برمجة قوية وإدخال المعرفة العملية الحالية وأفضل الممارسات في بيئة التعلم للمتدربين",
  actions: {
    selectSkill: "إختر مهارة",
    joinUs: "إنضم إلينا",
    getStarted: "إبدأ الأن",
  },
  heading: "أرتق بمهاراتك البرمجية و تعلم من الخبراء",
  subheading: {
    getPersonalized: "أحصل على",
    mentorGuidance: "توجيه معد خصيصا",
    from: "من مطوري برمجيات ذوي الخبرة, اعثر على",
    circles: "حلقات",
    toGrow: "للنمو معا، احصل",
    internships: "منح تدريبية",
    and: "و",
    accelerate: "قم بتسريع وتيرة",
    yourCareer: "حياتك المهنية",
  },
  circles: {
    heading: "إنضم إلى حلقات",
    subheading: {
      youDoNotKnow: "أنت لا تعرف ما لا تعرفه",
      youDoKnow: "الآن يمكنك أن تعرف ما لا تعرفه",
    },
    groupOfPeople: "انضم إلى مجموعة من الأشخاص المتحمسين مثلك الذين يشاركونك الشغق نفسه لتعلم موضوع الدراسة نفسه",
    leadBy: "يقود مجموعتك مطور/مطورين ذوي خبرة يساعدونك و مجموعتك على تحقيق أقصى استفادة من الموضوع قيد الدراسة",
    shareYourKnowledge: "شارك معرفتك وخبرتك مع الدائرة المحيطة بك وتعلم من الآخرين",
    getHelp: "لا تدرس بمفردك - احصل على المساعدة من زملائك وموجهيك",
    earnAchievements: "اربح النقاط والإنجازات خلال فترة وجودك في الدائرة واستمتع بمنافسة صحية مع زملائك",
    roadmap:
      "لكل دائرة خريطة طريق، ومناهج دراسية، وأنشطة، واختبارات، وشهادات ولقاءات. كل هذا لمساعدتك للحصول على رحلة تعليمية ممتازة",
  },
  internships: {
    heading: "إبدأ مسيرتك المهنية",
    subheading: "مكان واحد. العديد من الفرص",
    kickStart: "إبدأ رحلتك من خلال العثور على فرص تدريب تناسب مهاراتك واهتماماتك",
    mentorsRecommendation: "يمكن لتوصيات الموجهين أن تعزز نجاحك في الحصول على تدريب داخلي",
    grow: "حقق النمو حيث يُسمح لك بارتكاب الأخطاء والتعلم واكتساب الخبرة وبناء شبكة علاقات",
    beMentored: "احصل على إرشاد من محترفين ذوي خبرة واكتسب خبرة من العالم الحقيقي لتطوير البرمجيات",
    getPaid: "إحصل على المال بينما تتعلم",
    gain: "إكتسب خبرة عملية واشعر بالقدرة على مواجهة التحديات الجديدة في حياتك المهنية",
    develop: "قم بتطوير مهارات الإتصال والعمل الجماعي والتعاون جنبًا إلى جنب مع تطوير خبراتك الفنية",
  },
  mentors: {
    heading: "كن موجها",
    subheading: {
      teaching: "التدريس، هو أفضل وسيلة للتعلم",
      empower: "قم بتمكين الجيل القادم وساهم بتشكيل المستقبل",
    },
    schedule: "إختر جدولًا يناسبك، وقدم إرشادًا مدفوعًا أو مجانيًا بناءً على إختيارك",
    share: "شارك خبراتك وقم بإلهام مهندسي البرمجيات المستقبليين",
    trends: "التوجيه يبقيك في طليعة التقدم التكنولوجي وإتجاهات الصناعة",
    develop: "قم بتطوير مهارات القيادة والتواصل",
    connect: "قم ببناء شبكة علاقات مع زملائك الموجهين والمتدربين والمؤسسات التي تبحث عن مهندسي برمجيات ذوي خبرة",
    learnFrom: "تعلم من المتدربين لديك، واكتسب وجهات نظر ورؤى جديدة من الجيل القادم من المواهب التقنية",
  },
  faq: {
    heading: "الأسئلة الأكثر شيوعا",
    questions: {
      question1: "ما هو منتورايزر وكيف يعمل؟",
      answer1: {
        title:
          "منتورايزر هو منصة مصممة لربط المحترفين الذين يبحثون عن إرشاد بمرشدين ذوي خبرة في مختلف الصناعات. سواء كنت ترغب في تطوير مهارات جديدة، التنقل في تغيير مهني، أو مشاركة خبرتك، يسهل منتورايزر الاتصالات ذات المعنى من خلال",
        point1: {
          head: "مطابقة مخصصة",
          body: "يقترح خوارزمنا مرشدين أو متدربين بناءً على ملفك الشخصي، اهتماماتك، وأهدافك",
        },
        point2: {
          head: "مشاركات مرنة",
          body: "تواصل من خلال جلسات فردية، مناقشات جماعية، أو شارك في حلقات",
        },
        point3: {
          head: "مشاركة الموارد",
          body: "احصل على ثروة من المعرفة من خلال الموارد المشتركة، المقالات، والندوات عبر الإنترنت",
        },
      },
      question2: "ما هي المؤهلات اللازمة لتصبح مرشدًا؟",
      answer2: "نحن عادةً نطلب خبرة كمهندس برمجيات وشغف بتوجيه الآخرين.",
      question3: "كيف يمكنني أن أصبح مرشدًا على منتورايزر؟",
      answer3:
        "أن تصبح مرشدًا على منتورايزر سهل ومجزي! فقط قم بالتسجيل على منصتنا، أكمل ملفك الشخصي مع إبراز خبرتك وتجربتك، وحدد توافرك. بمجرد الموافقة، ستتمكن من التواصل مع المتدربين الذين يبحثون عن إرشاد في مجالات تخصصك. شارك معرفتك، نمِ شبكتك، وأحدث تأثيرًا ذا معنى على مسارات الآخرين المهنية",
      question4: "ما هي الحلقات وكيف يمكنها تعزيز تجربتي؟",
      answer4:
        "الحلقات هي مجموعات مجتمعية داخل منتورايزر تربط المحترفين ذوي التفكير المماثل حول اهتمامات محددة، صناعات، أو أهداف. إنها توفر مساحة للتعلم التعاوني، المناقشات، والتواصل خارج الإرشاد الفردي. انضم إلى الحلقات الموجودة التي تتوافق مع اهتماماتك أو أنشئ حلقة خاصة بك لتعزيز المجتمع. إنها طريقة رائعة للمشاركة، مشاركة الأفكار، والتعلم من جمهور أوسع",
      question5: "كيف تختلف الحلقات عن مجموعات الشبكات التقليدية؟",
      answer5: {
        title: "توفر الحلقات على منتورايزر تجربة أكثر تركيزًا وتفاعلية من الشبكات التقليدية",
        point1: {
          head: "المجتمعات المستهدفة",
          body: "انضم إلى حلقات تركز على مواضيع محددة، تقنيات، أو مسارات مهنية",
        },
        point2: {
          head: "المشاركة النشطة",
          body: "شارك في المناقشات، جلسات الأسئلة والأجوبة، والمشاريع التعاونية",
        },
        point3: {
          head: "إمكانية الوصول",
          body: "تواصل مع الأعضاء عالميًا، متجاوزًا الحواجز الجغرافية",
        },
        point4: {
          head: "المحتوى القائم على القيمة",
          body: "احصل على موارد حصرية، فعاليات، وأفكار منتقاة لدائرتك",
        },
        point5: "تم تصميم الحلقات لتعزيز رحلتك المهنية من خلال اتصالات ذات معنى",
      },
      question6: "كيف يمكن للشركات الاستفادة من استخدام منتورايزر؟",
      answer6: {
        title:
          "يوفر منتورايزر للشركات أداة قوية لتعزيز تطوير الموظفين والمشاركة. من خلال دمج منتورايزر في مؤسستك، يمكنك",
        point1: {
          head: "تعزيز ثقافة التعلم",
          body: "تشجيع التعلم المستمر وتطوير المهارات من خلال برامج الإرشاد",
        },
        point2: {
          head: "تعزيز أداء الموظفين",
          body: "زيادة إنتاجية الموظفين وتحفيزهم من خلال برامج الإرشاد",
        },
        point3: {
          head: "تعزيز الاحتفاظ بالموظفين",
          body: "دعم نمو المسار الوظيفي لتعزيز رضا الوظيفة وتقليل الدوران",
        },
        point4: {
          head: "الوصول إلى تجمع المواهب",
          body: "تواصل مع محترفين خارج مؤسستك للحصول على رؤى جديدة",
        },
        point5: {
          head: "اتصل بنا",
          body: "لتعرف أكثر على حلولنا للشركات وكيف يمكننا تخصيصها لتلبية احتياجات شركتك",
        },
      },
    },
  },
  cta: {
    heading: "هل أنت مستعد للبدء؟",
    subheading: "بادر بالتحرك وكن جزءًا من حركة جديدة يمكن أن تغير مستقبل الأجيال الجديدة في صناعة التكنولوجيا",
    joinUs: "إنضم إلينا",
  },
} as const;

export default ar;
