const ar = {
  title: "من نحن؟",
  description:
    "مينتورايزر عبارة عن منصة عبر الإنترنت تعمل على تمكين الجيل القادم من المبرمجين من خلال الإرشاد. نحن نربط المبرمجين ذوي الخبرة (الموجهين) بالمبتدئين (المتدربين) لتعزيز تبادل المعرفة وتنمية المهارات والنمو الوظيفي. يمكن للمؤسسات الاستفادة من مينتورايزر لاكتشاف المواهب الجديدة ،بناء فرق برمجة قوية وإدخال المعرفة العملية الحالية وأفضل الممارسات في بيئة التعلم للمتدربين",
  actions: {
    selectSkill: "إختر مهارة",
    joinUs: "إنضم إلينا",
    getStarted: "إبدأ الأن",
  },
  heading: "أرتق بمهاراتك البرمجية و تعلم من الخبراء",
  subheading: {
    getPersonalized: "أحصل على",
    mentorGuidance: "توجيه معد خصيصا",
    from: "من مطوري برمجيات ذوي الخبرة, اعثر على",
    circles: "دوائر",
    toGrow: "للنمو معا، احصل",
    internships: "منح تدريبية",
    and: "و",
    accelerate: "قم بتسريع وتيرة",
    yourCareer: "حياتك المهنية",
  },
  circles: {
    heading: "إنضم إلى دوائر",
    subheading: {
      youDoNotKnow: "أنت لا تعرف ما لا تعرفه",
      youDoKnow: "الآن يمكنك أن تعرف ما لا تعرفه",
    },
    groupOfPeople: "انضم إلى مجموعة من الأشخاص المتحمسين مثلك الذين يشاركونك الشغق نفسه لتعلم موضوع الدراسة نفسه",
    leadBy: "يقود مجموعتك مطور/مطورين ذوي خبرة يساعدونك و مجموعتك على تحقيق أقصى استفادة من الموضوع قيد الدراسة",
    shareYourKnowledge: "شارك معرفتك وخبرتك مع الدائرة المحيطة بك وتعلم من الآخرين",
    getHelp: "لا تدرس بمفردك - احصل على المساعدة من زملائك وموجهيك",
    earnAchievements: "اربح النقاط والإنجازات خلال فترة وجودك في الدائرة واستمتع بمنافسة صحية مع زملائك",
    roadmap:
      "لكل دائرة خريطة طريق، ومناهج دراسية، وأنشطة، واختبارات، وشهادات ولقاءات. كل هذا لمساعدتك للحصول على رحلة تعليمية ممتازة",
  },
  internships: {
    heading: "إبدأ مسيرتك المهنية",
    subheading: "مكان واحد. العديد من الفرص",
    kickStart: "إبدأ رحلتك من خلال العثور على فرص تدريب تناسب مهاراتك واهتماماتك",
    mentorsRecommendation: "يمكن لتوصيات الموجهين أن تعزز نجاحك في الحصول على تدريب داخلي",
    grow: "حقق النمو حيث يُسمح لك بارتكاب الأخطاء والتعلم واكتساب الخبرة وبناء شبكة علاقات",
    beMentored: "احصل على إرشاد من محترفين ذوي خبرة واكتسب خبرة من العالم الحقيقي لتطوير البرمجيات",
    getPaid: "إحصل على المال بينما تتعلم",
    gain: "إكتسب خبرة عملية واشعر بالقدرة على مواجهة التحديات الجديدة في حياتك المهنية",
    develop: "قم بتطوير مهارات الإتصال والعمل الجماعي والتعاون جنبًا إلى جنب مع تطوير خبراتك الفنية",
  },
  mentors: {
    heading: "كن موجها",
    subheading: {
      teaching: "التدريس، هو أفضل وسيلة للتعلم",
      empower: "قم بتمكين الجيل القادم وساهم بتشكيل المستقبل",
    },
    schedule: "إختر جدولًا يناسبك، وقدم إرشادًا مدفوعًا أو مجانيًا بناءً على إختيارك",
    share: "شارك خبراتك وقم بإلهام مهندسي البرمجيات المستقبليين",
    trends: "التوجيه يبقيك في طليعة التقدم التكنولوجي وإتجاهات الصناعة",
    develop: "قم بتطوير مهارات القيادة والتواصل",
    connect: "قم ببناء شبكة علاقات مع زملائك الموجهين والمتدربين والمؤسسات التي تبحث عن مهندسي برمجيات ذوي خبرة",
    learnFrom: "تعلم من المتدربين لديك، واكتسب وجهات نظر ورؤى جديدة من الجيل القادم من المواهب التقنية",
  },
  faq: {
    heading: "الأسئلة الأكثر شيوعا",
    questions: {
      question1: "ما هو مينتورايزر؟",
      answer1:
        "مينتورايزر عبارة عن منصة عبر الإنترنت تربط المبرمجين ذوي الخبرة (الموجهين) بالمبتدئين (المتدربين) لتعزيز تبادل المعرفة وتنمية المهارات والنمو الوظيفي للطرفين على حد سواء",
      question2: "ما هي المؤهلات لتصبح موجها؟",
      answer2: "نتطلب عادةً الخبرة كمهندس برمجيات وشغفًا لتوجيه الآخرين.",
      question3: "ما نوع الدعم الذي تقدمونه للموجهين؟",
      // answer3:
      //   "نحن نقدم المصادر العلمية والمواد التدريبية لمساعدتك في أن تصبح مرشدًا فعالاً. ستكون أيضًا جزءًا من مجتمع داعم من الموجهين حيث يمكنك مشاركة الخبرات وأفضل الممارسات",
      answer3:
        "ستكون جزءًا من مجتمع داعم من الموجهين حيث يمكنك مشاركة الخبرات وأفضل الممارسات التى تمكنك من إتمام مهامك كموجه بنجاح",
    },
  },
  cta: {
    heading: "هل أنت مستعد للبدء؟",
    subheading: "بادر بالتحرك وكن جزءًا من حركة جديدة يمكن أن تغير مستقبل الأجيال الجديدة في صناعة التكنولوجيا",
    joinUs: "إنضم إلينا",
  },
} as const;

export default ar;
