const ar = {
  title: "من نحن؟",
  description:
    "مينتورايزر عبارة عن منصة عبر الإنترنت تعمل على تمكين الجيل القادم من المبرمجين من خلال الإرشاد. نحن نربط المبرمجين ذوي الخبرة (الموجهين) بالمبتدئين (المتدربين) لتعزيز تبادل المعرفة وتنمية المهارات والنمو الوظيفي. يمكن للشركات الاستفادة من مينتورايزر لاكتشاف المواهب الجديدة وبناء فرق برمجة قوية.",
  actions: {
    selectSkill: "إختر مهارة",
    joinUs: "إنضم إلينا",
    getStarted: "إبدأ الأن",
  },
  heading: "أرتق بمهاراتك البرمجية و تعلم من الخبراء",
  subheading: {
    getPersonalized: "أحصل على",
    mentorGuidance: "توجيه معد خصيصا",
    from: "من مطوري برمجيات ذوي الخبرة, اعثر على",
    circles: "دوائر",
    toGrow: "للنمو معا، احصل",
    internships: "منح تدريبية",
    and: "و",
    accelerate: "قم بتسريع وتيرة",
    yourCareer: "حياتك المهنية",
  },
} as const;

export default ar;
