const ar = {
  title: "قريباً",
  description:
    "مينتورايزر عبارة عن منصة عبر الإنترنت تربط المبرمجين ذوي الخبرة (الموجهين) بالمبتدئين (المتدربين) لتعزيز تبادل المعرفة وتنمية المهارات والنمو الوظيفي للطرفين على حد سواء",
  heading: {
    one: "سيتوفر",
    two: "قريبا",
  },
  subheading: "نحن نعمل على توفير هذه الميزة قريبًا!",
  suggestionsLabel: "هل لديك مقترحات أو توصيات؟ رجاءا شاركها معنا",
  suggestionsPlaceholder: "شارك أفكارك ...",
  actions: {
    submit: "إرسال",
  },
  error: {},
} as const;

export default ar;
